     [
     {
        "engWord": "Adverse distinction",
        "ukrWord": "ворожа дискримінація",
        "engDescriptions": [
             "Targeting individuals based on their religion or ethnicity is considered adverse distinction and is strictly prohibited under the Geneva Conventions and other international humanitarian laws."
        ],
        "ukrDescriptions":[
             "Переслідування людей на основі їх релігійних переконань, чи етнічного походження вважається ворожою дискримінацією і суворо заборонено Женевською Конвенцією та іншим міжнародним гуманітарним законодавством."
        ]
    },
     {
        "engWord": "Allowances",
        "ukrWord": "виплати, фінансова допомога, межі дозволеного",
        "engDescriptions": [
             "The company offers various allowances to its employees, including housing and transportation allowances.",
             "The government has increased the allowances for low-income families to help them with their basic needs."
        ],
        "ukrDescriptions":[
             "Компанія пропонує різні види виплат своїм працівникам, включаючи виплати на житло та транспорт.",
             "Уряд збільшив розмір виплат для малозабезпечених сімей, щоб допомогти їм задовольнити базові потреби."
        ] 
    },
     {
        "engWord": "Amelioration of the condition of wounded",
        "ukrWord": "поліпшення долі/стану поранених",
        "engDescriptions": [
             "The government has allocated a significant budget for the amelioration of the condition of wounded veterans and their families.",
             "The medical team worked tirelessly to provide amelioration for the condition of wounded soldiers on the battlefield."
        ],
        "ukrDescriptions":[
             "Уряд виділив значні кошти для поліпшення долі поранених ветеранів та їх сімей.",
             "Команда медиків працювала не покладаючи рук, щоб покращити стан солдат, поранених на полі бою."
        ] 
    },
     {
        "engWord": "An impartial humanitarian body",
        "ukrWord": "неупереджена гуманітарна організація",
        "engDescriptions": [
             "The International Committee of the Red Cross is an impartial humanitarian body that provides essential services to people affected by armed conflict and other emergencies."
        ],
        "ukrDescriptions":[
             "Міжнародний комітет Червоного Хреста є неупередженою гуманітарною організацією, котра надає необхідні послуги людям, постраждалим внаслідок збройного конфлікту або інших надзвичайних ситуацій."
        ] 
    },
     {
        "engWord": "Armed conflict",
        "ukrWord": "збройний конфлікт",
        "engDescriptions": [
            "The United Nations has been actively involved in the resolution of armed conflicts around the world, through peacekeeping missions and mediation efforts."
        ],
        "ukrDescriptions":[
            "Організація Об’єднаних Націй  бере активну участь у вирішенні збройних конфліктів по всьому світу через миротворчі місії та посередницькі зусилля."
        ] 
    },
     {
        "engWord": "Armed conflict of international character",
        "ukrWord": "міжнародний збройний конфлікт",
        "engDescriptions": [
            "The International Criminal Court has jurisdiction over war crimes committed in an armed conflict of international character."
        ],
        "ukrDescriptions":[
            "Міжнародний Кримінальний Суд має юрисдикцію щодо злочинів скоєних під час міжнародного збройного конфлікту."
        ] 
    },
    {
        "engWord": "Armed conflict of not international character",
        "ukrWord": "неміжнародний збройний конфлікт",
        "engDescriptions": [
             "The ongoing armed conflict of non-international character between the government forces and the rebel groups has resulted in numerous civilian casualties and widespread displacement in the region."
        ],
        "ukrDescriptions":[
             "Тривалий неміжнародний збройний конфлікт між урядовими силами та повстанськими групами призвів до численних втрат серед цивільного населення і до масового переміщення осіб у регіоні."
        ]
    },
    {
        "engWord": "Armlet",
        "ukrWord": "нарукавна пов‘язка",
        "engDescriptions": [
             "The soldiers were equipped with armlets that had embedded communication devices to ensure secure and efficient communication in the battlefield."
        ],
        "ukrDescriptions":[
             "Солдати були оснащені нарукавними пов’язками із вбудованими засобами зв’язку для забезпечення надійного та ефективного зв’язку на полі бою."
        ] 
    },
    {
        "engWord": "Assigned residence",
        "ukrWord": "примусове виселення",
        "engDescriptions": [
             "In times of armed conflict, a civilian or a captured combatant may be assigned residence or interned in a specified place, in order to prevent them from taking part in hostilities or to ensure their own safety or that of others."
        ],
        "ukrDescriptions":[
             "Під час збройного конфлікту цивільна особа або полонений комбатант можуть бути примусово виселені або інтерновані у визначеному місці, щоб запобігти їхній участі у бойових діях, або забезпечити їхню безпеку, чи безпеку інших."
        ]
    },
    {
        "engWord": "Belligerent state",
        "ukrWord": "воююча держава/держава, що перебуває у війні",
        "engDescriptions": [
             "During a conflict, a belligerent state is one that is recognized as a participant in the war, with the authority to use military force against its enemy."
        ],
        "ukrDescriptions":[
             "Під час конфлікту воюючою державою є та, яка визнана учасником війни, наділена повноваженнями застосовувати військову силу проти свого ворога."
        ]
    },
    {
        "engWord": "Care of the wounded",
        "ukrWord": "догляд за пораненими",
        "engDescriptions": [
             "In times of conflict or disaster, the care of the wounded can also include evacuating them to safe locations, providing psychological support, and coordinating with other medical professionals to ensure continuity of care."
        ],
        "ukrDescriptions":[
             "Під час конфлікту чи стихійного лиха догляд за пораненими може також включати їх евакуацію в безпечні місця, надання психологічної підтримки та координацію з іншими медичними працівниками для забезпечення безперервності догляду."
        ]
    },
    {
        "engWord": "Carry out executions",
        "ukrWord": "страчувати",
        "engDescriptions": [
             "Under international humanitarian law, carrying out executions during a time of armed conflict is strictly prohibited, except in very limited and exceptional circumstances."
        ],
        "ukrDescriptions":[
             "Згідно з міжнародним гуманітарним правом, виконання страт під час збройного конфлікту суворо заборонено, за винятком дуже обмежених і виняткових обставин."
        ]
    },
    {
        "engWord": "Cessation of hostilities",
        "ukrWord": "припинення бойових дій",
        "engDescriptions": [
            "After months of intense fighting, the two sides agreed to a temporary cessation of hostilities in order to allow humanitarian aid to reach the affected areas and to facilitate peace talks aimed at resolving the underlying causes of the conflict."
        ],
        "ukrDescriptions":[
            "Після місяців інтенсивних боїв обидві сторони домовилися про тимчасове припинення бойових дій, щоб дозволити гуманітарній допомозі дістатися до районів, постраждалих від ведення бойових дій і сприяти мирним переговорам, спрямованим на вирішення глибинних причин конфлікту."
        ]
    },
    {
        "engWord": "Children forcibly removed or separated from their families",
        "ukrWord": "діти, яких примусово забрали або розлучили з їхніми сім‘ями",
        "engDescriptions": [
             "Children who have been forcibly removed or separated from their families experience significant emotional distress and trauma."
        ],
        "ukrDescriptions":[
             "Діти, яких примусово забрали або розлучили зі їхніми сім’ями, переживають серйозні емоційні страждання та травми."
        ]
    },
    {
        "engWord": "Close of military operation",
        "ukrWord": "завершення військової операції",
        "engDescriptions": [
             "The close of military operations refers to the end of a military campaign or conflict, typically marked by the cessation of hostilities and the withdrawal of troops from the area of operation."
        ],
        "ukrDescriptions":[
             "Завершення військових операцій означає завершення військової кампанії або конфлікту, що зазвичай ознаменується припиненням бойових дій і виведенням військ із зони операції."
        ]
    },
    {
        "engWord": "Co-belligerent state",
        "ukrWord": "союзна з воюючою держава",
        "engDescriptions": [
             "A co-belligerent state is a country that is not formally allied with another country in a war, but cooperates with that country in a military campaign against a common enemy."
        ],
        "ukrDescriptions":[
             "Союзна з воюючою держава — це країна, яка офіційно не є союзником іншої воюючої держави, але співпрацює з цією країною у військовій кампанії проти спільного ворога."
        ]
    },
    {
        "engWord": "Collective penalty",
        "ukrWord": "колективне покарання",
        "engDescriptions": [
             "A collective penalty is a form of punishment in which a group or community is held responsible for the actions of an individual or a few members, regardless of their individual involvement in the wrongdoing."
        ],
        "ukrDescriptions":[
             "Колективне покарання — це форма покарання, за якої група чи спільнота несе відповідальність за дії окремої особи чи кількох осіб, незалежно від їхньої особистої причетності до протиправних дій."
        ]
    },
    {
        "engWord": "Conciliation procedure",
        "ukrWord": "процедура примирення",
        "engDescriptions": [
             "The conciliation procedure may refer to efforts to negotiate a peaceful resolution to a conflict between two warring parties, often with the assistance of a mediator or a neutral third party."
        ],
        "ukrDescriptions":[
             "Процедура примирення може означати спроби вести переговори щодо мирного вирішення конфлікту між двома воюючими сторонами, часто за допомогою посередника або нейтральної третьої сторони."
        ]
    },
    {
        "engWord": "Conscription of children to the military",
        "ukrWord": "вербування дітей до збройних сил",
        "engDescriptions": [
             "Conscription of children to the military during times of war is not only a violation of their basic rights but also a breach of the Geneva Conventions, which prohibit the use of child soldiers and require all parties to a conflict to protect children from harm."
        ],
        "ukrDescriptions":[
             "Вербування дітей до збройних сил під час війни є не лише порушенням їхніх основних прав, але й порушенням Женевських конвенцій, які забороняють використовувати дітей-солдатів і вимагають від усіх сторін конфлікту захищати дітей від шкоди."
        ]
    },
    {
        "engWord": "Convoys of vehicles",
        "ukrWord": "колони транспортних засобів",
        "engDescriptions": [
             "A convoy of vehicles is a group of vehicles that travel together, often for mutual protection and support, such as military vehicles, emergency response vehicles, or a group of vehicles traveling to the same destination."
        ],
        "ukrDescriptions":[
             "Колона транспортних засобів — це група транспортних засобів, які рухаються разом, часто для взаємного захисту та підтримки, наприклад, військові машини, машини екстреного реагування або група транспортних засобів, що прямують до одного пункту призначення."
        ]
    },
    {
        "engWord": "Cruel treatment",
        "ukrWord": "жорстоке поводження",
        "engDescriptions": [
             "The prisoner was subjected to cruel treatment by the guards, including physical abuse and psychological torment."
        ],
        "ukrDescriptions":[
             "Ув'язнений піддавався жорстокому поводженню з боку охоронців, включаючи фізичне насильство та психологічні тортури."
        ]
    },
    {
        "engWord": "Designated by",
        "ukrWord": "призначений (кимось)",
        "engDescriptions": [
             "The CEO of the company was designated by the board of directors to give the keynote speech at the conference."
        ],
        "ukrDescriptions":[
             "Генеральний директор компанії був призначений радою директорів виступити із ключовою доповіддю на конференції."
        ]
    },
    {
        "engWord": "Designation of the court",
        "ukrWord": "суд, якому підсудна вказана справа",
        "engDescriptions": [
             "The designation of the court refers to the official name or title of a particular court within the legal system of a country. It is the name by which the court is commonly known and recognized, and is often used to identify the court in legal documents, court proceedings, and other official records."
        ],
        "ukrDescriptions":[
             "Поняття суду, якому підсудна вказана справа включає назву конкретного суду та його юрисдикцію в межах правової системи держави. Це назва, під якою суд широко відомий і визнаний, і часто використовується для ідентифікації суду в юридичних документах, судових розглядах та інших офіційних документах."
        ]
    },
    {
        "engWord": "Detaining powers",
        "ukrWord": "сили стримування",
        "engDescriptions": [
             "Detaining power is often exercised by law enforcement officials or military personnel during times of conflict or crisis, and is governed by national and international laws and regulations."
        ],
        "ukrDescriptions":[
             "Функцію сили стримування часто виконують правоохоронні органи або військовослужбовці під час конфлікту або кризи, при цьому керуючись державним та міжнародним законодавством."
        ]
    },
    {
        "engWord": "Distinctive emblem",
        "ukrWord": "розпізнавальна емблема",
        "engDescriptions": [
             "The Red Cross is a distinctive emblem that is recognized as a symbol of protection and neutrality in armed conflicts, and is used by the International Committee of the Red Cross (ICRC) and other organizations that provide humanitarian assistance during times of crisis."
        ],
        "ukrDescriptions":[
             "Червоний Хрест — це розпізнавальна емблема, яка визнана символом захисту та нейтралітету під час збройних конфліктів і використовується Міжнародним комітетом Червоного Хреста (МКЧХ) та іншими організаціями, які надають гуманітарну допомогу під час кризи."
        ]
    },
    {
        "engWord": "Duties incumbent on",
        "ukrWord": "обов‘язки покладені на",
        "engDescriptions": [
             "As a public official, there are certain duties incumbent on the President of a country, such as upholding the Constitution, protecting the rights of citizens, and ensuring the safety and well-being of the nation."
        ],
        "ukrDescriptions":[
             "Як на державного службовця, на президент країни покладені певні обов’язки, такі як дотримання Конституції, захист прав громадян і забезпечення безпеки та добробуту нації."
        ]
    },
     {
        "engWord": "Duty of allegiance",
        "ukrWord": "конституційний обов’язок",
        "engDescriptions": [
             "Duty of allegiance refers to the obligation or loyalty that an individual owes to their country or government. This duty is often formalized through citizenship or nationality, and may involve a pledge or oath of allegiance to the state."
        ],
        "ukrDescriptions":[
             "Конституційний обов’язок передбачає зобов'язання, які особа має перед своєю країною чи урядом та відданість своїй країні. Цей обов’язок в юридичному аспекті виражається через громадянство чи національність і може включати обітницю чи присягу на вірність державі."
        ]
    },
    {
        "engWord": "Effects and articles of personal use",
        "ukrWord": "предмети та речі особистого користування",
        "engDescriptions": [
             "During the security screening process at the airport, all effects and articles of personal use such as electronics, liquids, and toiletries must be removed from your carry-on luggage and placed in a separate bin for inspection."
        ],
        "ukrDescriptions":[
             "Під час проходження процедури контролю на безпеку в аеропорту всі речі та предмети особистого користування, такі як електроніка, рідини та туалетні приналежності, необхідно вилучити з вашої ручної поклажі та помістити в окремий контейнер для перевірки."
        ]
    },
    {
        "engWord": "Expectant mothers",
        "ukrWord": "вагітні жінки/жінки при надії/породіллі",
        "engDescriptions": [
             "Expectant mothers in war-torn regions face numerous challenges, including limited access to medical care, increased risk of violence and displacement, and psychological trauma, which can negatively impact their health and the health of their unborn children."
        ],
        "ukrDescriptions":[
             "Вагітні жінки в охоплених війною регіонах стикаються з численними проблемами, зокрема обмеженим доступом до медичної допомоги, підвищеним ризиком насильства та переміщення, а також психологічною травмою, що може негативно вплинути на їх здоров’я та здоров’я їхніх ненароджених дітей."
        ]
    },
    {
        "engWord": "Expressly provided for",
        "ukrWord": "прямо передбачені",
        "engDescriptions": [
             "The contract contains all the agreements expressly provided for between the two parties, leaving no room for confusion or misunderstandings."
        ],
        "ukrDescriptions":[
             "Контракт містить усі домовленості, прямо передбачені між двома сторонами, не залишаючи місця для плутанини чи непорозумінь."
        ]
    },
    {
        "engWord": "Extermination of protected persons",
        "ukrWord": "знищення осіб, що перебувають під захистом",
        "engDescriptions": [
            "It is a war crime under international law to order or participate in the extermination of protected persons, such as civilians, prisoners of war, or other non-combatants, and those who commit such acts can be prosecuted by the International Criminal Court."
        ],
        "ukrDescriptions":[
             "Згідно з міжнародним правом, наказ або участь у знищенні осіб, які перебувають під захистом, таких як цивільні особи, військовополонені чи інші некомбатанти, є військовим злочином, і ті, хто вчиняє такі дії, можуть бути притягнуті до відповідальності Міжнародним Кримінальним Судом."
        ]
    },
    {
        "engWord": "Families dispersed owing to the war",
        "ukrWord": "сім’ї, розлучені війною",
        "engDescriptions": [
             "The war has caused many families to become dispersed, with some members seeking refuge in neighboring countries while others remain in their home country under difficult conditions."
        ],
        "ukrDescriptions":[
             "Війна призвела до того, що багато сімей були розлучені війною, через те що деякі члени родини шукали притулку в сусідніх країнах, а інші залишалися в рідній країні у важких умовах."
        ]
    },
    {
        "engWord": "Free passage of the consignment",
        "ukrWord": "вільне проходження вантажів",
        "engDescriptions": [
             "The shipping company has provided all necessary documentation to ensure the free passage of the consignment through customs and into the destination country."
        ],
        "ukrDescriptions":[
             "Транспортна компанія надала всю необхідну документацію для забезпечення вільного проходження вантажу через митницю та до країни призначення."
        ]
    },
    {
        "engWord": "Genocide ",
        "ukrWord": "геноцид",
        "engDescriptions": [
             "Genocide refers to the intentional and systematic destruction, in whole or in part, of a racial, ethnic, religious, or national group."
        ],
        "ukrDescriptions":[
             "Геноцид є навмисним та систематичним знищенням усього народу або групи населення за расовими, етнічними, чи релігійними мотивами."
        ]
    },
    {
        "engWord": "Guarantees of impartiality and efficacy",
        "ukrWord": "гарантії неупередженості та дієвості",
        "engDescriptions": [
             "International organizations such as the United Nations provide guarantees of impartiality and efficacy in humanitarian aid efforts, ensuring that aid is distributed to those in need regardless of political affiliation or geographic location."
        ],
        "ukrDescriptions":[
             "Міжнародні організації, такі як ООН, надають гарантії неупередженості та дієвості гуманітарної допомоги, гарантуючи, що допомога розподіляється між тими, хто її потребує, незалежно від політичної приналежності чи географічного розташування."
        ]
    },
    {
        "engWord": "High contracting parties",
        "ukrWord": "Високі договірні сторони",
        "engDescriptions": [
             "The Geneva Conventions are a set of international treaties that define the standards of humanitarian law in armed conflicts, and are binding on all High Contracting Parties, which include most countries in the world."
        ],
        "ukrDescriptions":[
             "Женевські Конвенції — це збірник міжнародних договорів, які визначають стандарти гуманітарного права під час збройних конфліктів і є обов’язковими для всіх Високих договірних сторін, до яких входить більшість країн світу."
        ]
    },
    {
        "engWord": "Hors de combat",
        "ukrWord": "особи, які вибули зі строю",
        "engDescriptions": [
             "Under international humanitarian law, individuals who are hors de combat, meaning out of action or no longer able to participate in hostilities due to injury, illness, surrender, or detention, are entitled to protections such as humane treatment and medical care."
        ],
        "ukrDescriptions":[
             "Згідно з міжнародним гуманітарним правом, особи, які вибули зі строю, тобто тимчасово вийшли зі строю або більше не можуть брати участь у бойових діях через поранення, хворобу, здачу чи затримання, мають право на захист, що включає гуманне поводження та медичне обслуговування."
        ]
    },
    {
        "engWord": "Hostile action",
        "ukrWord": "ворожі дії",
        "engDescriptions": [
             "The UN Security Council voted to impose sanctions on the country responsible for the hostile action against a neighboring state."
        ],
        "ukrDescriptions":[
             "Рада Безпеки ООН проголосувала за введення санкцій проти країни, відповідальної за ворожі дії проти сусідньої держави."
        ]
    },
    {
        "engWord": "Hostilities ",
        "ukrWord": "бойові дії",
        "engDescriptions": [
             "The ceasefire agreement between the two countries was broken when hostilities resumed along the border, leading to casualties on both sides."
        ],
        "ukrDescriptions":[
             "Угоду про припинення вогню між двома країнами було порушено, коли бойові дії відновилися вздовж кордону, що призвело до жертв з обох сторін."
        ]
    },
    {
        "engWord": "Identity disc",
        "ukrWord": "розпізнавальний знак",
        "engDescriptions": [
             "Soldiers are required to wear an identity disc at all times while on duty, which contains their name, rank, and other identifying information for use in case of injury or death."
        ],
        "ukrDescriptions":[
             "Військовослужбовці зобов’язані весь час під час виконання службових обов’язків носити розпізнавальний знак, який містить їх ім’я, звання та іншу ідентифікаційну інформацію для використання у разі поранення або смерті."
        ]
    },
    {
        "engWord": "In conformity with",
        "ukrWord": "згідно з/відповідати (чомусь)",
        "engDescriptions": [
             "The new policy is in conformity with international human rights standards and is designed to promote greater transparency and accountability in government decision-making."
        ],
        "ukrDescriptions":[
             "Нова політика відповідає міжнародним стандартам прав людини та спрямована на сприяння більшій прозорості та підзвітності в процесі прийняття урядових рішень."
        ]
    },
    {
        "engWord": "Indecent assault",
        "ukrWord": "насильницькі дії сексуального характеру",
        "engDescriptions": [
             "John was charged with indecent assault for touching a woman inappropriately without her consent.."
        ],
        "ukrDescriptions":[
             "Джону пред’явили обвинувачення в насильницьких діях сексуального характеру, через те що він неналежним чином торкався жінки без її згоди."
        ]
    },
    {
        "engWord": "Individual forcible transfer",
        "ukrWord": "примусове переміщення особи",
        "engDescriptions": [
             "The International Criminal Court has jurisdiction over crimes of individual forcible transfer committed in the context of an armed conflict or a systematic attack against a civilian population."
        ],
        "ukrDescriptions":[
             "Міжнародний Кримінальний Суд має юрисдикцію щодо злочинів, які стосуються примусового переміщення осіб, скоєних у контексті збройного конфлікту або систематичного нападу на цивільне населення."
        ]
    },
    {
        "engWord": "Infirm",
        "ukrWord": "немічний",
        "engDescriptions": [
             "In times of war, the elderly and infirm are particularly vulnerable to the dangers and disruptions caused by conflict, often facing difficulties in accessing healthcare, food, and shelter."
        ],
        "ukrDescriptions":[
             "Під час війни люди похилого віку та немічні особливо вразливі до небезпек і руйнувань, спричинених конфліктом, часто стикаючись із труднощами в доступі до медичної допомоги, їжі та житла."
        ]
    },
    {
        "engWord": "Intentionally directing attacks against the civilian population",
        "ukrWord": "умисне нанесення ударів по цивільному населенню",
        "engDescriptions": [
             "Those who intentionally direct attacks against the civilian population can be held accountable for their actions, including through criminal prosecution at the international or national level."
        ],
        "ukrDescriptions":[
             "Ті, хто вчиняє такі дії, можуть бути притягнуті до відповідальності за свої дії, в тому числі шляхом кримінального переслідування на міжнародному чи державному рівнях."
        ]
    },
    {
        "engWord": "Internment",
        "ukrWord": "інтернування",
        "engDescriptions": [
             "Internment is a process of detaining individuals or groups of people, usually without trial or due process of law. It can be carried out for various reasons, such as national security concerns, political dissent, or ethnic or religious discrimination."
        ],
        "ukrDescriptions":[
             "Інтернування – це процес утримання під вартою окремих осіб або груп людей, як правило, без суду чи належної судової процедури. Це може бути здійснено з різних причин, таких як інтереси національної безпеки, політичне інакомислення або етнічна чи релігійна дискримінація."
        ]
    },
    {
        "engWord": "Left to their own resources",
        "ukrWord": "залишені напризволяще",
        "engDescriptions": [
             "The civilians living in conflict zones are often left to their own resources, as aid organizations struggle to access the affected areas and deliver essential supplies to those in need."
        ],
        "ukrDescriptions":[
             "Цивільні, які живуть у зонах конфлікту, часто залишені напризволяще, оскільки гуманітарним організаціям важко отримати доступ до постраждалих районів і доставити необхідні продукти нужденним."
        ]
    },
    {
        "engWord": "Mass forcible transfer",
        "ukrWord": "масове примусове виселення",
        "engDescriptions": [
             "Mass forcible transfer, also known as forced population displacement, refers to the movement of a large group of people from their homes or places of residence, typically by coercion or force, either within a country or across international borders."
        ],
        "ukrDescriptions":[
             "Масове примусове виселення, також відоме як примусове переміщення населення, стосується переміщення великої групи людей з їхніх домівок або місць проживання, як правило, шляхом примусу чи сили, або всередині країни, або через міжнародні кордони."
        ]
    },
    {
        "engWord": "Localities ",
        "ukrWord": "місцевості",
        "engDescriptions": [
             "Localities refer to specific geographic areas, such as neighborhoods, towns, or regions, which are often defined by their distinct cultural, social, economic, or political characteristics."
        ],
        "ukrDescriptions":[
             "Місцевості стосуються певних географічних територій, таких як райони, міста чи регіони, які часто визначаються чіткими культурними, соціальними, економічними чи політичними характеристиками."
        ]
    },
    {
        "engWord": "Material relief",
        "ukrWord": "матеріальна допомога",
        "engDescriptions": [
             "Material relief refers to the provision of physical goods, supplies, and resources to individuals or communities in need, typically in the aftermath of a crisis or disaster. This may include basic necessities such as food, water, shelter, clothing, medical supplies, and other essential items that are required to sustain life and promote recovery."
        ],
        "ukrDescriptions":[
             "Матеріальна допомога стосується надання товарів, запасів і ресурсів окремим особам або громадам, які потребують допомоги, як правило, після кризи чи стихійного лиха. Це може включати предмети першої необхідності, такі як їжа, вода, притулок, одяг, медичне приладдя та інші основні предмети, необхідні для підтримки життя та сприяння одужанню."
        ]
    },
    {
        "engWord": "Military installation",
        "ukrWord": "військовий об’єкт",
        "engDescriptions": [
             "A military installation is a facility or complex used by a military force for the purpose of training, operations, logistics, or administration."
        ],
        "ukrDescriptions":[
             "Військовий об’єкт — це об’єкт або комплекс, який використовується військовими силами з метою навчання, операцій, логістики або управління."
        ]
    },
    {
        "engWord": "Military objective",
        "ukrWord": "воєнна ціль",
        "engDescriptions": [
             "A military objective is a target or location that is considered important to the military operations of a party involved in an armed conflict. Military objectives may include various types of assets, such as military personnel, equipment, facilities, and infrastructure."
        ],
        "ukrDescriptions":[
             "Військова ціль — це ціль або місце, яке вважається важливим для військових операцій сторони, яка бере участь у збройному конфлікті. Військові цілі можуть включати різні типи активів, наприклад, військовий персонал, обладнання, приміщення та інфраструктуру."
        ]
    },
    {
        "engWord": "Ministers of all religions",
        "ukrWord": "священнослужителі/клірики",
        "engDescriptions": [
             "Ministers of all religions refer to individuals who hold positions of religious leadership and provide support, spiritual care and guidance to members of their faith community."
        ],
        "ukrDescriptions":[
             "Священнослужителями називають осіб, котрі є релігійними лідерами та надають підтримку, духовну опіку і допомагають знайти шлях членам своєї релігійної спільноти."
        ]
    },
    {
        "engWord": "Moral coercion",
        "ukrWord": "психічний примус",
        "engDescriptions": [
             "Moral coercion refers to the use of psychological or social pressure, rather than physical force, to influence or manipulate the behavior or decisions of another person. Moral coercion may involve tactics such as shaming, guilt-tripping, or manipulating someone's sense of duty or obligation to others."
        ],
        "ukrDescriptions":[
             "Психічний примус означає використання психологічного або соціального тиску, а не фізичної сили, щоб вплинути на поведінку або рішення іншої людини або маніпулювати ними. Психічний примус може включати такі тактики як присоромлення, викликання почуття провини або маніпулювання чиїмось почуттям обов’язку перед іншими."
        ]
    },
    {
        "engWord": "Murder",
        "ukrWord": "умисне вбивство",
        "engDescriptions": [
             "Murder during war is considered a serious violation of international humanitarian law, as it targets non-combatants and undermines the principle of distinction between civilians and combatants. Murder during war is also a war crime, and individuals who are found to have committed such acts can be held accountable by domestic or international courts."
        ],
        "ukrDescriptions":[
             "Вбивство під час війни вважається серйозним порушенням міжнародного гуманітарного права, оскільки воно спрямоване проти некомбатантів і підриває принцип відмінності між цивільними та комбатантами. Вбивство під час війни також є військовим злочином, і особи, яких буде визнано винними у вчиненні таких дій, можуть бути притягнуті до відповідальності внутрішніми або міжнародними судами."
        ]
    },
    {
        "engWord": "Mutilation ",
        "ukrWord": "каліцтво",
        "engDescriptions": [
             "Mutilation during war refers to the deliberate physical harm inflicted upon an enemy combatant, prisoner of war, or civilian by a military force or armed group."
        ],
        "ukrDescriptions":[
             "Каліцтво під час війни стосується навмисної фізичної шкоди, завданої ворожому комбатанту, військовополоненому, чи цивільній особі військовою силою чи озброєною групою."
        ]
    },
    {
        "engWord": "Neutral state",
        "ukrWord": "нейтральна держава",
        "engDescriptions": [
             "A neutral state is a country or entity that does not take sides in an armed conflict or war between other countries or groups. A neutral state is typically one that remains impartial, does not participate in military alliances, and does not provide military support or assistance to either side in the conflict."
        ],
        "ukrDescriptions":[
             "Нейтральна держава — це країна чи утворення, яке не стає на жодну сторону в збройному конфлікті чи війні між іншими країнами, чи групами. Нейтральна держава зазвичай є неупередженою, не бере участі у військових альянсах і не надає військової підтримки чи допомоги жодній із сторін конфлікту."
        ]
    },
    {
        "engWord": "Notification of judgement",
        "ukrWord": "повідомлення про судове рішення",
        "engDescriptions": [
             "Notification of judgement refers to the formal communication of a court's decision or ruling in a legal case to the parties involved in the case."
        ],
        "ukrDescriptions":[
             "Повідомлення про судове рішення є офіційним повідомленням сторонам, які беруть участь у справі, про рішення або постанову суду в судовій справі."
        ]
    },
    {
        "engWord": "Occupational accidents",
        "ukrWord": "нещасний випадок на виробництві",
        "engDescriptions": [
             "Effective safety measures, such as proper training, use of protective equipment, and regular workplace inspections, can help prevent occupational accidents and create a safer working environment for employees."
        ],
        "ukrDescriptions":[
             "Ефективні заходи безпеки, такі як належна підготовка, використання захисного обладнання та регулярні перевірки робочого місця, можуть допомогти запобігти нещасним випадкам на виробництві та створити безпечніше робоче середовище для працівників."
        ]
    },
    {
        "engWord": "Occupational disease",
        "ukrWord": "професійна хвороба",
        "engDescriptions": [
             "Exposure to hazardous chemicals or materials at work can lead to the development of occupational diseases such as lung cancer, mesothelioma, or asbestosis."
        ],
        "ukrDescriptions":[
             "Вплив небезпечних хімічних речовин або матеріалів на роботі може призвести до розвитку професійних захворювань, таких як рак легенів, мезотеліома або азбестоз."
        ]
    },
    {
        "engWord": "Orphaned children",
        "ukrWord": "діти-сироти",
        "engDescriptions": [
             "Orphaned children are those who have lost one or both parents, and often require special care, support, and protection to help them cope with the emotional, social, and economic challenges they face."
        ],
        "ukrDescriptions":[
             "Діти-сироти – це діти, які втратили одного або обох батьків і часто потребують особливого догляду, підтримки та захисту, щоб допомогти їм впоратися з емоційними, соціальними та економічними викликами, з якими вони стикаються."
        ]
    },
    {
        "engWord": "Outbreak of hostilities",
        "ukrWord": "початок бойових дій",
        "engDescriptions": [
             "The outbreak of hostilities between the two neighboring countries led to a full-scale war, causing widespread devastation and loss of life."
        ],
        "ukrDescriptions":[
             "Початок бойових дій між двома сусідніми країнами призвів до повномасштабної війни, що спричинило масові руйнування та людські втрати."
        ]
    },
    {
        "engWord": "Outrages upon personal dignity",
        "ukrWord": "наруга над людською честю і гідністю",
        "engDescriptions": [
             "Any form of physical or psychological abuse, torture, or degrading treatment constitutes outrages upon personal dignity and is a violation of human rights and international law."
        ],
        "ukrDescriptions":[
             "Будь-яка форма фізичного чи психологічного насильства, катувань або зневажливого ставлення є наругою над людською гідністю і є порушенням прав людини та міжнародного права."
        ]
    },
    {
        "engWord": "Outset of a conflict",
        "ukrWord": "початок конфлікту",
        "engDescriptions": [
             "The international community is closely monitoring the situation in the region, as any provocation or miscalculation could trigger the outset of a conflict with far-reaching consequences."
        ],
        "ukrDescriptions":[
             "Міжнародна спільнота уважно стежить за ситуацією в регіоні, оскільки будь-яка провокація чи прорахунок можуть спровокувати початок конфлікту з далекосяжними наслідками."
        ]
    },
    {
        "engWord": "Outset of occupation",
        "ukrWord": "початок окупації",
        "engDescriptions": [
             "The outset of occupation often results in a significant transfer of power and authority, with the occupying force assuming control over key institutions and resources."
        ],
        "ukrDescriptions":[
             "Початок окупації часто призводить до передачі влади та повноважень, в ході якої окупаційні сили переймають контроль над ключовими установами та ресурсами."
        ]
    },
    {
        "engWord": "Partial occupation",
        "ukrWord": "часткова окупація",
        "engDescriptions": [
             "The partial occupation of the disputed territory has created a fragile situation, with sporadic clashes and tensions between the occupying force and the local population."
        ],
        "ukrDescriptions":[
             "Часткова окупація спірної території створила нестабільну ситуацію зі спорадичними боями та напругою між окупаційними силами та місцевим населенням."
        ]
    },
    {
        "engWord": "Party to a conflict",
        "ukrWord": "сторона конфлікту",
        "engDescriptions": [
             "Party to a conflict refers to any individual or group that is involved in an armed conflict, including armed forces, militias, insurgent groups, and other non-state actors."
        ],
        "ukrDescriptions":[
             "Сторона конфлікту - це будь-яка особа чи група, яка бере участь у збройному конфлікті, включаючи збройні сили, ополчення, повстанські групи та інших недержавні суб’єкти."
        ]
    },
    {
        "engWord": "Passing of sentences ",
        "ukrWord": "ухвала вироку",
        "engDescriptions": [
             "The passing of sentences is a crucial aspect of the criminal justice system, as it determines the consequences for those who have been found guilty of a crime."
        ],
        "ukrDescriptions":[
             "Ухвала вироків є важливим аспектом системи кримінального правосуддя, оскільки воно визначає наслідки для тих, хто був визнаний винним у скоєнні злочину."
        ]
    },
    {
        "engWord": "Penal laws",
        "ukrWord": "кримінальне законодавство",
        "engDescriptions": [
             "Penal laws are designed to prescribe the types of offenses that are considered criminal, as well as the corresponding penalties that may be imposed upon conviction."
        ],
        "ukrDescriptions":[
             "Кримінальне законодавство призначене для встановлення видів правопорушень, які вважаються кримінальними, а також відповідних покарань, які можуть бути призначені після засудження."
        ]
    },
    {
        "engWord": "Penal provision",
        "ukrWord": "покарання",
        "engDescriptions": [
             "The penal provision for the offense of robbery in this jurisdiction is imprisonment for a term of not less than five years and a fine of up to $10,000."
        ],
        "ukrDescriptions":[
             "У цій юрисдикції за пограбування передбачено покарання у вигляді позбавлення волі на строк не менше п’яти років і штрафу в розмірі до 10 000 доларів США."
        ]
    },
    {
        "engWord": "Period of suspension",
        "ukrWord": "відкладення судового розгляду",
        "engDescriptions": [
             "The judge granted the defendant a period of suspension, allowing him to avoid a prison sentence if he complied with the conditions of probation and community service."
        ],
        "ukrDescriptions":[
             "Суддя відклав судовий розгляд, що дозволило підсудному уникнути тюремного ув'язнення, якщо б він дотримався умов випробувального терміну та громадських робіт."
        ]
    },
    {
        "engWord": "Physical coercion",
        "ukrWord": "фізичний примус",
        "engDescriptions": [
             "Physical coercion refers to the use of physical force or threat of force to compel someone to act in a certain way."
        ],
        "ukrDescriptions":[
             "Під фізичним примусом розуміється застосування фізичної сили або погрози застосувати силу з метою примусити когось діяти певним чином."
        ]
    },
    {
        "engWord": "Outbreak of hostilities",
        "ukrWord": "початок бойових дій",
        "engDescriptions": [
             "The invading army went on a rampage and proceeded to pillage the city, stealing valuable goods and destroying homes and buildings."
        ],
        "ukrDescriptions":[
             "Армія загарбників лютувала й продовжувала грабувати місто, викрадаючи цінні речі та руйнуючи будинки та будівлі."
        ]
    },
    {
        "engWord": "Pillage",
        "ukrWord": "грабіж/мародерство",
        "engDescriptions": [
             "The outbreak of hostilities between the two neighboring countries led to a full-scale war, causing widespread devastation and loss of life."
        ],
        "ukrDescriptions":[
             "Армія загарбників лютувала й продовжувала грабувати місто, викрадаючи цінні речі та руйнуючи будинки та будівлі."
        ]
    },
    {
        "engWord": "Powers concerned",
        "ukrWord": "зацікавлені сторони",
        "engDescriptions": [
             "The international community, including the United Nations and other powers concerned, is closely monitoring the ongoing conflict in the region."
        ],
        "ukrDescriptions":[
             "Міжнародна спільнота, включаючи ООН та інші зацікавлені сторони, уважно стежать за триваючим конфліктом у регіоні."
        ]
    },
    {
        "engWord": "Preliminary investigation",
        "ukrWord": "попереднє розслідування",
        "engDescriptions": [
             "The police conducted a preliminary investigation of the crime scene, gathering evidence and interviewing witnesses to determine the circumstances surrounding the incident."
        ],
        "ukrDescriptions":[
             "Поліція провела попереднє розслідування місця події, збирала докази та опитала свідків для встановлення обставин події."
        ]
    },
    {
        "engWord": "Prohibition of coercion",
        "ukrWord": "заборона примусу",
        "engDescriptions": [
             "The United Nations Universal Declaration of Human Rights includes a provision that prohibits the use of coercion, stating that \"no one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment,\" thereby ensuring the protection of human rights."
        ],
        "ukrDescriptions":[
             "Загальна декларація прав людини Організації Об’єднаних Націй містить положення, яке забороняє застосування примусу, зазначаючи, що «ніхто не може бути підданий тортурам або жорстокому, нелюдському або такому, що принижує гідність, поводженню чи покаранню», і тим самим забезпечує захист прав людини."
        ]
    },
    {
        "engWord": "Protected persons",
        "ukrWord": "особи, що перебувають під захистом",
        "engDescriptions": [
             "Under the Geneva Conventions, civilians, medical personnel, and prisoners of war are all considered protected persons who are entitled to certain rights and protections during armed conflicts."
        ],
        "ukrDescriptions":[
             "Згідно з Женевськими конвенціями, цивільні особи, медичний персонал і військовополонені вважаються особами, які перебувають під захистом і мають певні права та захист під час збройних конфліктів."
        ]
    },
    {
        "engWord": "Protecting powers",
        "ukrWord": "держави-покровительки",
        "engDescriptions": [
             "During times of war, neutral countries may act as protecting powers to ensure that the rights of prisoners of war and other protected persons are respected by the parties involved in the conflict."
        ],
        "ukrDescriptions":[
             "Під час війни нейтральні країни можуть діяти як держави-покровительки, щоб забезпечити дотримання прав військовополонених та інших осіб, які перебувають під захистом, сторонами, залученими у конфлікт."
        ]
    },
    {
        "engWord": "Provision for appeals",
        "ukrWord": "початок бойових дій",
        "engDescriptions": [
             "Provision for appeals refers to a legal system that provides a process for a higher court to review and potentially overturn a decision made by a lower court or tribunal."
        ],
        "ukrDescriptions":[
             "Передумови для апеляційного оскарження стосуються правової системи, яка передбачає процес перегляду судом вищої інстанції та потенційного скасування рішення, прийнятого судом чи трибуналом нижчої інстанції."
        ]
    },
    {
        "engWord": "Public utility services",
        "ukrWord": "комунальні послуги",
        "engDescriptions": [
             "Public utility services such as electricity, water, and transportation are essential services that are provided by the government or private entities under government regulation to ensure access for all members of society."
        ],
        "ukrDescriptions":[
             "Комунальні послуги, такі як електроенергія, вода та транспорт, є основними послугами, які надаються урядом або приватними організаціями згідно з державним регулюванням для забезпечення доступу для всіх членів суспільства."
        ]
    },
    {
        "engWord": "Reason for refusal",
        "ukrWord": "причина відмови",
        "engDescriptions": [
             "The immigration officer cited a reason for refusal of the visa application, explaining that the applicant did not meet the eligibility requirements for entry into the country."
        ],
        "ukrDescriptions":[
             "Офіцер міграційної служби назвав причину відмови у візі, пояснивши, що заявник не відповідає вимогам для в’їзду в країну."
        ]
    },
    {
        "engWord": "Re-establishment",
        "ukrWord": "відновлення",
        "engDescriptions": [
             "After the devastating earthquake, the government focused on the re-establishment of critical infrastructure such as roads, bridges, and buildings to help the affected communities rebuild and recover."
        ],
        "ukrDescriptions":[
             "Після руйнівного землетрусу уряд зосередився на відновленні критичної інфраструктури, такої як дороги, мости та будівлі, щоб допомогти постраждалим громадам відбудувати та відновити зруйноване."
        ]
    },
    {
        "engWord": "Regularly constituted court",
        "ukrWord": "належний суд",
        "engDescriptions": [
             "The defendants were tried in a regularly constituted court with a judge, prosecutor, and defense attorney, ensuring that their trial was fair and impartial."
        ],
        "ukrDescriptions":[
             "Підсудних судили у належному суді за участю судді, прокурора та захисника, забезпечуючи справедливий та неупереджений судовий розгляд."
        ]
    },
    {
        "engWord": "Release ",
        "ukrWord": "звільнення",
        "engDescriptions": [
             "After serving his sentence, the prisoner was granted an early release from prison for good behavior."
        ],
        "ukrDescriptions":[
             "Після відбуття покарання ув'язненого звільнили достроково за хорошу поведінку."
        ]
    },
    {
        "engWord": "Relief consignments",
        "ukrWord": "гуманітарні вантажі",
        "engDescriptions": [
             "The humanitarian aid organization sent relief consignments of food, medicine, and other supplies to the disaster-stricken area to help the affected communities meet their basic needs."
        ],
        "ukrDescriptions":[
             "Гуманітарна організація надіслала гуманітарні вантажі з продовольством, ліками та іншими предметами допомоги до постраждалого від стихійного лиха району, щоб допомогти постраждалим громадам задовольнити свої основні потреби."
        ]
    },
    {
        "engWord": "Removal from the besieged areas of the wounded",
        "ukrWord": "евакуація з обложених зон поранених",
        "engDescriptions": [
             "The Red Cross organized the removal from the besieged areas of the wounded and sick civilians, ensuring that they received medical treatment and care in safer locations."
        ],
        "ukrDescriptions":[
             "Червоний Хрест організував евакуацію з обложених зон поранених і хворих мирних жителів, забезпечивши їм медичну допомогу та догляд у безпечніших місцях."
        ]
    },
    {
        "engWord": "Repatriation",
        "ukrWord": "репатріація",
        "engDescriptions": [
             "The UNHCR facilitated the repatriation of refugees who had fled their country due to conflict, working to ensure that they could safely return to their homes and communities."
        ],
        "ukrDescriptions":[
             "УВКБ ООН сприяло репатріації біженців, які покинули свою країну через конфлікт, працюючи над тим, щоб вони могли безпечно повернутися до своїх домівок і громад."
        ]
    },
    {
        "engWord": "Reprieve",
        "ukrWord": "відстрочка виконання вироку",
        "engDescriptions": [
             "The governor granted a last-minute reprieve to the prisoner, delaying his execution by one week to allow for further investigation into the case."
        ],
        "ukrDescriptions":[
             "Губернатор в останню хвилину надав ув'язненому відстрочку виконання вироку, відклавши його страту на один тиждень, щоб забезпечити подальше розслідування справи."
        ]
    },
    {
        "engWord": "Reprisals",
        "ukrWord": "захід реагування",
        "engDescriptions": [
             "The government warned that any acts of violence against law enforcement officials would be met with swift and severe reprisals, emphasizing the importance of maintaining law and order."
        ],
        "ukrDescriptions":[
             "Уряд попередив, що на будь-які акти насильства проти співробітників правоохоронних органів буде вжито швидкі та суворі заходи реагування, наголошуючи на важливості підтримки закону та порядку."
        ]
    },
    {
        "engWord": "Reprisals against protected persons",
        "ukrWord": "репресії проти людей, що перебувають під захистом",
        "engDescriptions": [
             "The international community condemned the use of reprisals against protected persons, calling for an immediate cessation of hostilities and the establishment of a humanitarian corridor to provide assistance to civilians caught in the crossfire."
        ],
        "ukrDescriptions":[
             "Міжнародна спільнота засудила застосування репресій проти осіб, які перебувають під захистом, закликавши до негайного припинення бойових дій і створення гуманітарного коридору для надання допомоги цивільним особам, які потрапили під перехресний вогонь."
        ]
    },
    {
        "engWord": "Saboteur",
        "ukrWord": "диверсант",
        "engDescriptions": [
             "The police arrested a suspected saboteur who was caught planting explosives near a critical infrastructure site."
        ],
        "ukrDescriptions":[
             "Поліція затримала підозрюваного диверсанта, якого спіймали на закладанні вибухівки біля об’єкта критичної інфраструктури."
        ]
    },
    {
        "engWord": "Safety zones",
        "ukrWord": "зони безпеки",
        "engDescriptions": [
             "The United Nations established safety zones to protect civilians who were caught in the midst of armed conflict, providing a safe space for them to seek refuge from violence and access humanitarian assistance."
        ],
        "ukrDescriptions":[
             "Організація Об’єднаних Націй створила зони безпеки для захисту цивільних осіб, які опинилися в епіцентрі збройного конфлікту, надаючи їм безпечний простір, де вони можуть шукати притулку від насильства та отримати доступ до гуманітарної допомоги."
        ]
    },
    {
        "engWord": "Satisfactory conditions",
        "ukrWord": "задовільні умови",
        "engDescriptions": [
             "The inspector declared that the restaurant met all the health and safety standards and maintained satisfactory conditions for food preparation and service."
        ],
        "ukrDescriptions":[
             "Інспектор заявив, що ресторан відповідає всім нормам охорони здоров’я та безпеки та підтримує задовільні умови для приготування та подачі їжі."
        ]
    },
    {
        "engWord": "Search for wounded",
        "ukrWord": "пошук поранених",
        "engDescriptions": [
             "The rescue team conducted a thorough search for wounded survivors in the rubble of the collapsed building, using specialized equipment to locate and extract those in need of medical attention."
        ],
        "ukrDescriptions":[
             "Команда рятувальників провела ретельний пошук поранених серед уламків обваленої будівлі, використовуючи спеціальне обладнання, щоб знайти та витягти тих, хто потребує медичної допомоги."
        ]
    },
    {
        "engWord": "Security considerations",
        "ukrWord": "міркування безпеки",
        "engDescriptions": [
             "The company's security considerations included implementing strict access control measures, conducting background checks on employees, and installing surveillance cameras to deter theft and vandalism."
        ],
        "ukrDescriptions":[
             "Міркування безпеки компанії включали впровадження суворих заходів контролю доступу, проведення перевірок співробітників і встановлення камер спостереження для запобігання крадіжкам і вандалізму."
        ]
    },
    {
        "engWord": "Specification of the charge",
        "ukrWord": "пред’явлення обвинувачення",
        "engDescriptions": [
             "The specification of the charge is an important aspect of a criminal case, as it sets the parameters for the evidence and arguments that will be presented by both the prosecution and defense during the trial."
        ],
        "ukrDescriptions":[
             "Пред’явлення обвинувачення є важливим аспектом кримінальної справи, оскільки воно встановлює параметри доказів і аргументів, які будуть представлені як обвинуваченням, так і захистом під час судового розгляду."
        ]
    },
    {
        "engWord": "Spiritual relief",
        "ukrWord": "духовна допомога",
        "engDescriptions": [
             "Spiritual relief refers to the sense of comfort, peace, or release that one experiences through their spiritual beliefs, practices, or connections."
        ],
        "ukrDescriptions":[
             "Духовне допомога стосується відчуття комфорту, спокою або звільнення, яке людина відчуває завдяки своїм духовним переконанням, практикам або зв’язкам."
        ]
    },
    {
        "engWord": "Spy ",
        "ukrWord": "шпигун",
        "engDescriptions": [
             "A spy is a person who secretly collects information about the activities or plans of another country, organization, or group, often for the purpose of espionage or sabotage."
        ],
        "ukrDescriptions":[
             "Шпигун — це особа, яка таємно збирає інформацію про діяльність або плани іншої країни, організації чи групи, часто з метою шпигунства чи диверсії."
        ]
    },
    {
        "engWord": "Taking of hostage",
        "ukrWord": "взяття заручників",
        "engDescriptions": [
             "The taking of a hostage refers to the act of seizing and holding a person captive, typically as a means of gaining leverage or ransom or as a form of political or criminal intimidation."
        ],
        "ukrDescriptions":[
             "Взяття заручників – це акт захоплення та утримання людини в полоні, як правило, як засіб отримання важелів впливу чи викупу або як форма політичного чи кримінального залякування."
        ]
    },
    {
        "engWord": "The responsibility rests on",
        "ukrWord": "відповідальність лежить на",
        "engDescriptions": [
             "The responsibility rests on an individual or organization when they are accountable or answerable for a particular task, decision, action, or outcome."
        ],
        "ukrDescriptions":[
             "Відповідальність лежить на особі чи організації, коли вони підзвітні або відповідають за конкретне завдання, рішення, дію чи результат."
        ]
    },
    {
        "engWord": "To alleviate the suffering",
        "ukrWord": "полегшити страждання",
        "engDescriptions": [
             "To alleviate the suffering means to reduce or ease the physical, emotional, or mental pain or discomfort experienced by an individual or group, often through the provision of medical treatment, counseling, or other forms of support."
        ],
        "ukrDescriptions":[
             "Полегшити страждання означає зменшити або полегшити фізичний, емоційний або психічний біль чи дискомфорт, які відчуває окрема особа чи група, часто шляхом надання медичного лікування, консультування чи інших форм підтримки."
        ]
    },
    {
        "engWord": "To avail oneself of",
        "ukrWord": "користуватися/скористатися",
        "engDescriptions": [
             "If someone is arrested, they have the right to avail themselves of legal counsel, which means they can hire a lawyer or request a court-appointed attorney to represent them in court."
        ],
        "ukrDescriptions":[
             "Якщо когось заарештовано, він має право скористатися послугами адвоката, що означає, що він може найняти адвоката або попросити призначеного судом адвоката представляти його у суді."
        ]
    },
    {
        "engWord": "To be at liberty to",
        "ukrWord": "мати право на",
        "engDescriptions": [
             "If a military commander is given a specific mission, they may be at liberty to make operational decisions based on their own assessment of the situation on the ground."
        ],
        "ukrDescriptions":[
             "Якщо військовому командиру доручено конкретне завдання, він може мати право приймати оперативні рішення на основі власної оцінки ситуації на місці."
        ]
    },
    {
        "engWord": "To be deprived of rights of fair and regular trial prescribed by the present convention",
        "ukrWord": "бути позбавленим права на справедливий і неупереджений суд згідно з цією конвенцією",
        "engDescriptions": [
             ""
        ],
        "ukrDescriptions":[
             ""
        ]
    },
    {
        "engWord": "To be detained as spy or saboteur",
        "ukrWord": "бути затриманим як шпигун або диверсант",
        "engDescriptions": [
             "A foreign national who is caught gathering classified information or engaging in acts of subversion within a country may be detained as a spy or saboteur."
        ],
        "ukrDescriptions":[
             "Іноземця, якого спіймали на зборі секретної інформації чи участі в підривних діях у країні, можна затримати як шпигуна чи диверсанта."
        ]
    },
    {
        "engWord": "To be embossed with a stamp of the responsible authority",
        "ukrWord": "мати рельєфну печатку відповідного органу",
        "engDescriptions": [
             "A passport or other official identification document may be embossed with a stamp of the responsible authority, such as a government agency or embassy, to indicate that it has been issued by a recognized authority and is valid for travel or identification purposes."
        ],
        "ukrDescriptions":[
             "На паспорті чи іншому офіційному документі, що посвідчує особу, може бути рельєфна печатка відповідального органу, наприклад урядової установи чи посольства, щоб вказати, що він був виданий відповідним органом і дійсний для подорожей чи ідентифікації."
        ]
    },
    {
        "engWord": "To be employed on certain duties",
        "ukrWord": "бути найнятим для виконання певних обов‘язків",
        "engDescriptions": [
             "An employee may be employed on certain duties such as managing a project, conducting research, providing customer service, or performing administrative tasks."
        ],
        "ukrDescriptions":[
             "Працівник може бути найнятий для виконання певних обов’язків, наприклад, керувати проектом, проводити дослідження, обслуговувати клієнтів або виконувати адміністративні завдання."
        ]
    },
    {
        "engWord": "To be entitled to",
        "ukrWord": "мати право на",
        "engDescriptions": [
             "A citizen may be entitled to certain rights and protections under the law, such as the right to a fair trial or freedom of speech."
        ],
        "ukrDescriptions":[
             "Громадянин може мати певні права та захист згідно із законом, наприклад, право на справедливий суд або свободу слова."
        ]
    },
    {
        "engWord": "To be entitled to respect and protection",
        "ukrWord": "мати право на повагу та захист",
        "engDescriptions": [
             "Individuals who belong to marginalized or vulnerable communities, such as refugees, indigenous people, or persons with disabilities, are entitled to respect and protection of their human rights, as guaranteed under international law."
        ],
        "ukrDescriptions":[
             "оби, які належать до маргіналізованих або вразливих спільнот, таких як біженці, корінне населення або особи з обмеженими можливостями, мають право на повагу та захист своїх прав людини, як це гарантовано міжнародним правом."
        ]
    },
    {
        "engWord": "To be prejudicial to the security of the state",
        "ukrWord": "загрожувати безпеці державі",
        "engDescriptions": [
             "Engaging in espionage, terrorism, or other forms of subversion or sabotage against the state may be considered prejudicial to the security of the state."
        ],
        "ukrDescriptions":[
             "Участь у шпигунстві, тероризмі чи інших формах підривної чи диверсійної діяльності проти держави може вважатися таким, що загрожує безпеці держави."
        ]
    },
    {
        "engWord": "To be rendered necessary",
        "ukrWord": "вважати за потрібне",
        "engDescriptions": [
             "In the face of a natural disaster, it may be rendered necessary to evacuate affected areas to ensure the safety of people and property."
        ],
        "ukrDescriptions":[
             "У разі стихійного лиха можуть вважати за потрібне евакуювати постраждалі райони, щоб забезпечити безпеку людей і майна."
        ]
    },
    {
        "engWord": "To bring to the knowledge",
        "ukrWord": "доводити до відома",
        "engDescriptions": [
             "A lawyer may bring evidence to the knowledge of a judge during a trial in order to support their case."
        ],
        "ukrDescriptions":[
             "Адвокат може довести до відома судді докази під час судового розгляду для підтримки своєї справи."
        ]
    },
    {
        "engWord": "To carry out death sentence",
        "ukrWord": "виконати смертну кару",
        "engDescriptions": [
             "The process of carrying out a death sentence in a war context may be subject to different rules and regulations than in a civilian context, and may be guided by international law, military codes of conduct, and other relevant legal frameworks."
        ],
        "ukrDescriptions":[
             "Процес виконання смертної кари у контексті війни може підпорядковуватися іншим правилам і нормам, ніж у цивільному контексті, і може керуватися міжнародним правом, військовими кодексами поведінки та іншими відповідними правовими рамками."
        ]
    },
    {
        "engWord": "To carry out duties",
        "ukrWord": "виконувати обов‘язки",
        "engDescriptions": [
             "Overall, the concept of carrying out duties implies a sense of responsibility and accountability for one's actions, and is an important aspect of achieving goals and objectives in various settings."
        ],
        "ukrDescriptions":[
             "Загалом, поняття виконання обов’язків передбачає почуття відповідальності та підзвітності за свої дії та є важливим аспектом досягнення цілей та завдань у різних умовах."
        ]
    },
    {
        "engWord": "To claim rights and privileges under the current Convention",
        "ukrWord": "мати права та свободи згідно з цією Конвенцією",
        "engDescriptions": [
             "A refugee may claim rights and privileges under the current Convention, such as the right to seek asylum or protection from persecution, or the right to receive basic necessities such as food, shelter, and medical care."
        ],
        "ukrDescriptions":[
             "Біженець може вимагати прав і свобод відповідно до чинної Конвенції, таких як право шукати притулку чи захисту від переслідувань, або право забезпечувати базові потреби, такі як їжа, притулок і медичне обслуговування."
        ]
    },
    {
        "engWord": "To compel",
        "ukrWord": "змушувати",
        "engDescriptions": [
             "A court may compel a witness to testify under oath, or a government may compel citizens to pay taxes or perform military service."
        ],
        "ukrDescriptions":[
             "Суд може змусити свідка дати свідчення під присягою, або уряд може змусити громадян сплачувати податки або проходити військову службу."
        ]
    },
    {
        "engWord": "To confer the right upon",
        "ukrWord": "надати право",
        "engDescriptions": [
             "A government may confer the right upon its citizens to vote in elections, or a company may confer the right upon its employees to access certain resources or benefits."
        ],
        "ukrDescriptions":[
             "Уряд може надати своїм громадянам право голосувати на виборах, а компанія може надати своїм працівникам право на доступ до певних ресурсів або вигід."
        ]
    },
    {
        "engWord": "To constitute an obstacle",
        "ukrWord": "створити перешкоду",
        "engDescriptions": [
             "A lack of funding may constitute an obstacle for a startup company trying to develop a new product, or a language barrier may constitute an obstacle for a person trying to communicate with someone who speaks a different language."
        ],
        "ukrDescriptions":[
             "Відсутність фінансування може створити перешкоду для стартап-компанії, яка намагається розробити новий продукт, або мовний бар’єр може створити перешкоду для людини, яка намагається спілкуватися з кимось, хто розмовляє іншою мовою."
        ]
    },
    {
        "engWord": "To deem something advisable",
        "ukrWord": "вважати за доцільне",
        "engDescriptions": [
             "The government may deem it advisable to impose certain restrictions on public gatherings to control the spread of infectious diseases."
        ],
        "ukrDescriptions":[
             "Уряд може вважати за доцільне запровадити певні обмеження на громадські зібрання для контролю за поширенням інфекційних захворювань."
        ]
    },
    {
        "engWord": "To discharge the appropriate functions impartially",
        "ukrWord": "неупереджено виконувати відповідні функції",
        "engDescriptions": [
             "It is essential for any public official to discharge their appropriate functions impartially, without favoritism or bias towards any individual or group."
        ],
        "ukrDescriptions":[
             "Важливо, щоб будь-який державний службовець виконував свої відповідні функції неупереджено, без зайвих привілеїв чи упередженості щодо будь-якої особи чи групи."
        ]
    },
    {
        "engWord": "To endeavor",
        "ukrWord": "прагнути/намагатися",
        "engDescriptions": [
             "The non-profit organization is always in need of volunteers who are willing to endeavor to make a difference in their community."
        ],
        "ukrDescriptions":[
             "Некомерційна організація завжди потребує волонтерів, котрі  прагнуть змінити ситуацію у своїй громаді на краще."
        ]
    },
    {
        "engWord": "To enlist to the army",
        "ukrWord": "пройти військову службу",
        "engDescriptions": [
             "Jack's family had a long tradition of military service, so it was no surprise when he decided to enlist to the army after college."
        ],
        "ukrDescriptions":[
             "Сім'я Джека мала давню традицію військової служби, тому не було несподіванкою, коли він вирішив пройти військову службу після закінчення коледжу."
        ]
    },
    {
        "engWord": "To entrust to",
        "ukrWord": "довірити/покласти обов’язки на",
        "engDescriptions": [
             "The company's CEO decided to entrust the task of launching a new product to the marketing department."
        ],
        "ukrDescriptions":[
             "Генеральний директор компанії вирішив покласти обов’язки щодо випуску нового продукту на відділ маркетингу."
        ]
    },
    {
        "engWord": "To exceed the mission",
        "ukrWord": "перевищити межі завдання місії",
        "engDescriptions": [
             "Despite facing heavy resistance, the battalion was able to exceed the mission by seizing and securing the strategic objective ahead of schedule."
        ],
        "ukrDescriptions":[
             "Незважаючи на сильний опір, батальйон зміг перевищити межі завдання місії, достроково захопивши і досягши стратегічну ціль."
        ]
    },
    {
        "engWord": "To exercise coercion",
        "ukrWord": "застосовувати примус",
        "engDescriptions": [
             "The dictator's regime was known for exercising coercion to maintain their grip on power and suppress dissent."
        ],
        "ukrDescriptions":[
             "Режим диктатора був відомий застосуванням примусу для збереження влади та придушення інакомислення."
        ]
    },
    {
        "engWord": "To exercise the right",
        "ukrWord": "користуватись правом",
        "engDescriptions": [
             "Even in the heat of battle, soldiers must exercise their right to follow the laws of war and refrain from using excessive force against non-combatants."
        ],
        "ukrDescriptions":[
             "Навіть у розпалі бою солдати повинні користуватися своїм правом дотримуватися законів війни та утримуватися від застосування надмірної сили проти некомбатантів."
        ]
    },
    {
        "engWord": "To facilitate to the greatest extent",
        "ukrWord": "максимально сприяти",
        "engDescriptions": [
             "The government should work to facilitate to the greatest extent possible the development of affordable housing options for low-income families."
        ],
        "ukrDescriptions":[
             "Уряд має максимально сприяти розвитку варіантів доступного житла для малозабезпечених сімей."
        ]
    },
    {
        "engWord": "To forfeight the rights of communication",
        "ukrWord": "бути позбавленим права на спілкування/комунікацію",
        "engDescriptions": [
             "No one should be forced to forfeit their rights of communication, as it is a fundamental human right protected by many international laws and declarations."
        ],
        "ukrDescriptions":[
             "Нікого не можна примусово позбавити права на спілкування, оскільки це фундаментальне право людини, яке захищене багатьма міжнародними законами та деклараціями."
        ]
    },
    {
        "engWord": "To furnish",
        "ukrWord": "вказати/надати",
        "engDescriptions": [
             "The defense attorney must furnish evidence that prove their client's innocence in order to mount a successful defense in court."
        ],
        "ukrDescriptions":[
             "Адвокат обвинуваченого повинен надати докази, які доводять невинуватість клієнта, щоб забезпечити успішний захист у суді."
        ]
    },
    {
        "engWord": "To furnish sufficient assurance",
        "ukrWord": "надати достатні гарантії",
        "engDescriptions": [
             "The landlord requested that the tenant furnish sufficient assurance of their financial stability before signing the lease agreement, to ensure that rent payments would be made on time."
        ],
        "ukrDescriptions":[
             "Орендодавець попросив, щоб орендар надав достатні гарантії своєї фінансової стабільності перед підписанням договору оренди, щоб забезпечити вчасну виплату орендної плати."
        ]
    },
    {
        "engWord": "To grant the recognition",
        "ukrWord": "офіційно визнати",
        "engDescriptions": [
             "The United Nations General Assembly voted to grant recognition to the newly-formed country, acknowledging its independence and sovereignty on the world stage."
        ],
        "ukrDescriptions":[
             "Генеральна Асамблея ООН проголосувала за офіційне визнання новоствореної країни, визнаючи її незалежність і суверенітет на світовій арені."
        ]
    },
    {
        "engWord": "To hinder",
        "ukrWord": "перешкоджати",
        "engDescriptions": [
             "The enemy's heavily fortified positions and minefields significantly hindered the advancement of our troops, forcing us to adjust our strategy and find alternative routes to push forward."
        ],
        "ukrDescriptions":[
             "Потужно укріплені позиції ворога та мінні поля значно перешкоджали просуванню наших військ, змушуючи нас коригувати стратегію та знаходити альтернативні шляхи просування."
        ]
    },
    {
        "engWord": "To impair a right",
        "ukrWord": "порушити право",
        "engDescriptions": [
             "The proposed legislation could impair the right to freedom of speech, as it would impose severe penalties for expressing certain opinions that are considered controversial or offensive."
        ],
        "ukrDescriptions":[
             "Запропонований закон може порушити право на свободу слова, оскільки передбачає суворі покарання за висловлення певних думок, які вважаються суперечливими або образливими."
        ]
    },
    {
        "engWord": "To infringe a provision",
        "ukrWord": "порушити положення",
        "engDescriptions": [
             "If the company continues to ignore the safety regulations, they will be infringing a provision of the law and may face severe penalties and legal action."
        ],
        "ukrDescriptions":[
             "Якщо компанія продовжуватиме ігнорувати правила безпеки, вона порушуватиме положення закону та може опинитися під загрозою суворого покаранням і судового позову."
        ]
    },
    {
        "engWord": "To lay down arms",
        "ukrWord": "скласти зброю",
        "engDescriptions": [
             "The peace negotiations were successful in convincing the opposition group to lay down their arms in exchange for a political settlement that would address their grievances."
        ],
        "ukrDescriptions":[
             "Мирні переговори були успішними, оскільки переконали опозиційне угруповання скласти зброю в обмін на політичне врегулювання, яке б вирішило їхні скарги."
        ]
    },
    {
        "engWord": "To lend one’s good offices with a view to settling the disagreement",
        "ukrWord": "надати посередницькі послуги  з метою врегулювання суперечки",
        "engDescriptions": [
             "The United Nations Secretary-General offered to lend his good offices with a view to settling the disagreement between the two countries, calling for diplomatic efforts and constructive dialogue to resolve the crisis peacefully."
        ],
        "ukrDescriptions":[
             "Генеральний секретар ООН запропонував надати свої посередницькі послуги з метою врегулювання розбіжностей між двома країнами, закликавши до дипломатичних зусиль і конструктивного діалогу для мирного вирішення кризи."
        ]
    },
    {
        "engWord": "To mark",
        "ukrWord": "відзначати",
        "engDescriptions": [
             "The celebration of the country's Independence Day is marked by parades, fireworks, and other festive events across the nation."
        ],
        "ukrDescriptions":[
             "Святкування Дня Незалежності країни відзначається парадами, феєрверками та іншими святковими заходами по всій країні."
        ]
    },
    {
        "engWord": "To obviate",
        "ukrWord": "запобігти/усунути",
        "engDescriptions": [
             "The new software system will obviate the need for manual data entry, saving the company time and resources and reducing the risk of errors."
        ],
        "ukrDescriptions":[
             "Нова система програмного забезпечення позбавить від необхідності ручного введення даних, заощадивши час і ресурси компанії та зменшивши ризик помилок."
        ]
    },
    {
        "engWord": "To petition against",
        "ukrWord": "оскаржити/подати петицію",
        "engDescriptions": [
             "The international community and humanitarian organizations petitioned against the blockade and siege of a conflict zone, demanding unrestricted access to provide food, medicine, and other essential supplies to the civilian population trapped in the area."
        ],
        "ukrDescriptions":[
             "Міжнародна спільнота та гуманітарні організації подали петицію проти блокади та облоги зони конфлікту, вимагаючи необмеженого доступу для забезпечення продовольством, медикаментами та іншими необхідними припасами для цивільного населення, яке опинилося в цьому районі."
        ]
    },
    {
        "engWord": "To petition for pardon",
        "ukrWord": "подати клопотання про помилування",
        "engDescriptions": [
             "The prisoner's family and legal team decided to petition for a presidential pardon, arguing that he had been wrongfully convicted and citing his good behavior and rehabilitation efforts while in prison."
        ],
        "ukrDescriptions":[
             "Родина та команда юристів ув'язненого вирішили подати клопотання про помилування у президента, стверджуючи, що він був неправомірно засуджений, і посилаючись на його хорошу поведінку та зусилля з реабілітації під час перебування у в'язниці."
        ]
    },
    {
        "engWord": "To promulgate",
        "ukrWord": "оприлюднювати",
        "engDescriptions": [
             "The emergency measures were promulgated by the local government, which issued a public announcement instructing residents to evacuate the area and providing information about available shelters and transportation."
        ],
        "ukrDescriptions":[
             "Надзвичайні заходи були оприлюднені місцевою владою, яка виступила перед мешканцями із заявою, що містила вказівки евакуювати територію та надала інформацію про наявні укриття та транспорт."
        ]
    },
    {
        "engWord": "To protect against pillage and ill-treatment",
        "ukrWord": "захищати від грабежів та жорстокого поводження",
        "engDescriptions": [
             "During wartime, it is the responsibility of military forces to protect civilians and prisoners of war against pillage and ill-treatment, as mandated by international law and humanitarian conventions."
        ],
        "ukrDescriptions":[
             "Під час війни військові зобов’язані захищати цивільних осіб і військовополонених від грабежів і жорстокого поводження, як це передбачено міжнародним правом і гуманітарними конвенціями."
        ]
    },
    {
        "engWord": "To remain unheeded",
        "ukrWord": "залишатись без уваги",
        "engDescriptions": [
             "Despite the dangers of climate change, the urgent need for action remained unheeded by many countries, who continued to prioritize economic growth over environmental concerns."
        ],
        "ukrDescriptions":[
             "Незважаючи на небезпеку зміни клімату, нагальну потребу в діях багато країн залишили без уваги і продовжували надавати перевагу економічному зростанню над екологічними проблемами."
        ]
    },
    {
        "engWord": "To renounce the right",
        "ukrWord": "відмовитись від права",
        "engDescriptions": [
             "As part of the peace agreement, both sides agreed to renounce their right to engage in further hostilities and to work towards a peaceful resolution of the conflict."
        ],
        "ukrDescriptions":[
             "У рамках мирної угоди обидві сторони погодилися відмовитися від права брати участь у подальших бойових діях і працювати над мирним вирішенням конфлікту."
        ]
    },
    {
        "engWord": "To repeal",
        "ukrWord": "скасувати/анулювати",
        "engDescriptions": [
             "The government has announced its intention to repeal the controversial legislation, citing public pressure and concerns about its impact on civil liberties."
        ],
        "ukrDescriptions":[
             "Уряд оголосив про свій намір скасувати суперечливий закон, посилаючись на тиск громадськості та стурбованість його впливом на громадянські свободи."
        ]
    },
    {
        "engWord": "To requisition",
        "ukrWord": "реквізувати",
        "engDescriptions": [
             "During times of war, the military has the power to requisition private property, including vehicles, equipment, and buildings, in order to support its operations."
        ],
        "ukrDescriptions":[
             "Під час війни військові мають право реквізувати приватну власність, включаючи транспортні засоби, обладнання та будівлі, щоб підтримувати свою діяльність."
        ]
    },
    {
        "engWord": "To undertake an obligation",
        "ukrWord": "брати на себе зобов’язання",
        "engDescriptions": [
             "By signing the contract, the company undertakes the obligation to deliver the goods to the customer within the agreed-upon timeframe and in the specified condition."
        ],
        "ukrDescriptions":[
             "Підписуючи договір, компанія бере на себе зобов'язання постачати товар клієнту в обумовлені терміни і у відповідному стані."
        ]
    },
    {
        "engWord": "To undertake the appropriate functions",
        "ukrWord": "виконувати відповідні функції",
        "engDescriptions": [
             "As a public servant, it is my duty to undertake the appropriate functions impartially and without bias, in order to serve the best interests of the community."
        ],
        "ukrDescriptions":[
             "Як державний службовець, мій обов’язок — виконувати відповідні функції неупереджено, щоб якнайкраще служити інтересам громади."
        ]
    },
    {
        "engWord": "Tonics",
        "ukrWord": "тонізуючі засоби",
        "engDescriptions": [
             "My doctor recommended that I take tonics to improve my overall health and increase my energy levels."
        ],
        "ukrDescriptions":[
             "Мій лікар порадив мені приймати тонізуючі засоби, щоб покращити загальний стан здоров’я та підвищити рівень енергії."
        ]
    },
    {
        "engWord": "Torture ",
        "ukrWord": "катування",
        "engDescriptions": [
             "Torture is a heinous and illegal act that is universally condemned by human rights organizations and the international community."
        ],
        "ukrDescriptions":[
             "Катування є жахливим і незаконним актом, який повсюдно засуджується правозахисними організаціями та міжнародним співтовариством."
        ]
    },
    {
        "engWord": "Total occupation",
        "ukrWord": "повна окупація",
        "engDescriptions": [
             "During a total occupation, the occupying power has complete control over all aspects of the occupied territory, including its government, economy, and resources."
        ],
        "ukrDescriptions":[
             "Під час повної окупації окупаційна влада має абсолютний контроль над усіма аспектами окупованої території, включаючи її уряд, економіку та ресурси."
        ]
    },
    {
        "engWord": "Transporting of wounded",
        "ukrWord": "транспортування поранених",
        "engDescriptions": [
             "The transporting of wounded soldiers from the battlefield to a medical facility is a critical part of military operations and requires highly skilled medical personnel and well-equipped transport vehicles."
        ],
        "ukrDescriptions":[
             "Транспортування поранених солдатів з поля бою до медичного закладу є важливою частиною військових дій і вимагає висококваліфікованого медичного персоналу та добре обладнаних транспортних засобів."
        ]
    },
    {
        "engWord": "Under the scrutiny",
        "ukrWord": "під пильним контролем",
        "engDescriptions": [
             "The company's financial practices were under scrutiny by regulators and investors, leading to increased public scrutiny and calls for transparency."
        ],
        "ukrDescriptions":[
             "Фінансова практика компанії була під пильним контролем регуляторів та інвесторів, що призвело до посилення громадського контролю та закликів до прозорості."
        ]
    },
    {
        "engWord": "Undersigned Plenipotentiaries",
        "ukrWord": "нижчепідписані, належним чином уповноважені представники",
        "engDescriptions": [
             "The undersigned plenipotentiaries, representing their governments, gathered together to negotiate the terms of the trade agreement."
        ],
        "ukrDescriptions":[
             "Нижчепідписані, належним чином уповноважені представники, які представляли свої уряди, зібралися разом для обговорення умов торгової угоди."
        ]
    },
    {
        "engWord": "Up-to-date list",
        "ukrWord": "актуальний список",
        "engDescriptions": [
             "The International Red Cross is working tirelessly to maintain an up-to-date list of captives in conflict zones around the world, in order to facilitate communication between detainees and their families and ensure their humane treatment."
        ],
        "ukrDescriptions":[
             "Міжнародний Червоний Хрест невтомно працює над тим, щоб мати актуальні списки полонених у зонах конфлікту по всьому світу, щоб полегшити спілкування між затриманими та їхніми родинами і забезпечити гуманне поводження з ними."
        ]
    },
    {
        "engWord": "Water-resistant armlet",
        "ukrWord": "водонепроникна нарукавна пов’язка",
        "engDescriptions": [
             "The soldier wore a water-resistant armlet to keep their identification documents dry during the rainy mission."
        ],
        "ukrDescriptions":[
             "Солдат носив водонепроникну нарукавну пов’язку, щоб зберегти свої ідентифікаційні документи сухими під час дощової місії.."
        ]
    },
    {
        "engWord": "Without prejudice",
        "ukrWord": "без шкоди",
        "engDescriptions": [
             "A ceasefire or a temporary truce is being negotiated and agreed upon by both parties without prejudice to their respective military positions or claims."
        ],
        "ukrDescriptions":[
             "Режим припинення вогню або тимчасове перемир'я обговорюються та погоджуються обома сторонами без шкоди для їхніх військових позицій або вимог."
        ]
    }
]



